print('Шляпка гриба, покрытая ... кожиц..й, держится на ... ножк.. . Снизу шляпка затянута ... плёнкой. Когда её уберёшь, откроется нижняя ... сторона шляпк..')

a = str(input('Введите слово, Покрытая ... : '))
b = str(input('Введите слово с недостающей буквой, Кожиц..й: '))
c = str(input('Введит слово, держится на ... : '))
d = str(input('Введите слово с недостающей буквой, ножк.. : ' ))
e = str(input('Введите слово, затянута ... : ' ))
f = str(input('Введите недостающее слово, нижняя ... :' ))
g = str(input('Введите слово с недостающей буквой, шляпк.. :' ))

print('Шляпка гриба, покрытая' + ' ' + a + ' ' + b + ' ' + ', держится на' + ' ' + c + ' ' + d + ' ' + '. Снизу шляпка затянута' + ' ' + e + ' плёнкой. Когда её уберёшь, откроется нижняя' + ' ' + f + ' ' + 'сторона' + ' ' + g)
