# Модуль физических констант

e = 1.602*(10**-19)         # Элементарный заряд
mn = 1.674927471(10**-27)   # Масса покоя нейтрона
me = 9.11*(10**-31)         # Масса электрона
mp = 1.67*(10**-27)         # Масса протона
G = 6.673*(10**-11)         # Гравитационная постоянная
h = 6.626*(10**-34)         # Постоянная Планка
k = 1.38*(10**-23)          # Постоянная Больцмана
R = 8.31                    # Газовая постоянная
g = 9.8                     # Ускорение свободного падения
c = 299792458               # Скорость света в вакууме
Pi = 3.1415926535           # Число Пи
