# Модуль физических констант

c = 299792458           # скорость света в вакууме, м/с
e = 1.602176634e-19     # элементарный заряд, Кл
me = 9.10938356e-31     # масса покоя электрона, кг
mn = 1.674927471e-27    # масса покоя нейтрона, кг
mp = 1.67262192369e-27  # масса покоя протона, кг
G = 6.6743e-11          # гравитационная постоянная, м3 / (кг * с2)
epsilon0 = 8.8541878128e-12  # электрическая постоянная, Ф / м
k = 8.9875517923e9       # постоянная в законе Кулона, Н * м2 / Кл2
mu0 = 1.25663706212e-6   # магнитная постоянная, Гн / м
Na = 6.02214076e23       # постоянная Авогадро, 1 / моль